{
  "objCls" : "Guideline",
  "@id" : "https://www.pharmgkb.org/data/guideline/PA166127636",
  "@context" : "https://www.pharmgkb.org/jsonld/guideline.jsonld",
  "id" : "PA166127636",
  "name" : "CPIC Dosing Guideline for paroxetine and CYP2D6",
  "relatedDrugs" : [ {
    "objCls" : "Drug",
    "@id" : "https://www.pharmgkb.org/data/drug/PA450801",
    "@context" : "https://www.pharmgkb.org/jsonld/drug.jsonld",
    "id" : "PA450801",
    "name" : "paroxetine"
  } ],
  "relatedGenes" : [ {
    "objCls" : "Gene",
    "@id" : "https://www.pharmgkb.org/data/gene/PA128",
    "@context" : "https://www.pharmgkb.org/jsonld/gene.jsonld",
    "id" : "PA128",
    "symbol" : "CYP2D6",
    "name" : "cytochrome P450, family 2, subfamily D, polypeptide 6"
  } ],
  "source" : "CPIC",
  "summaryHtml" : "<p>The CPIC Dosing Guideline for the selective serotonin reuptake inhibitor paroxetine recommends an alternative drug not predominantly metabolized by CYP2D6 for CYP2D6 ultrarapid metabolizers and for CYP2D6 poor metabolizers. For CYP2D6 poor metabolizers, if paroxetine use is warranted, consider a 50% reduction of recommended starting dose and titrate to response.</p>",
  "textHtml" : "<h3 id=\"May2015\">May 2015</h3><p><em>Advanced online publication May 2015</em></p><ul><li>Guidelines regarding the use of pharmacogenomic tests in dosing of selective serotonin reuptake inhibitors have been published in Clinical Pharmacology and Therapeutics by the Clinical Pharmacogenetics Implementation Consortium (<a href=\"/contributors/consortia/cpic_profile.jsp\">CPIC</a>). </li><li>Excerpts from the 2015 selective serotonin reuptake inhibitors dosing guidelines (for paroxetine and CYP2D6):<ul><li>\"Multiple studies have demonstrated that CYP2D6 ultrarapid metabolizers have low or undetectable paroxetine plasma concentrations...Because of the risk for therapy failure due to lower drug exposure, an alternative SSRI not extensively metabolized by CYP2D6 should be considered for CYP2D6.\"</li><li>\"When administered similar doses, CYP2D6 poor metabolizers have significantly greater drug exposure to paroxetine when compared to extensive metabolizers...To potentially prevent an adverse effect, an alternative SSRI not extensively metabolized by CYP2D6 should be considered for poor metabolizers.\"</li><li>\"The recommendations in the guideline and below apply primarily to actions based on genetic tests only; drug interactions and other clinical factors can have a major influence for prescribing decisions for SSRIs and should be taken into consideration before initiating drug therapy.\"</li><li>\" Data describing the relationship between CYP2D6 or CYP2C19 genotype and SSRI systemic exposure or steady state plasma concentrations in pediatric patients are scarce. Because CYP2D6 activity is fully mature by early childhood, it may be appropriate to extrapolate these recommendations to adolescents or possibly younger children with close monitoring.\"</li></ul></li><li>Download and read:  <ul><li><a href=\"/download.do?objCls=Attachment&amp;objId=SSRI_CPIC_accepted_version_fromCPT.pdf\">Clinical Pharmacogenetics Implementation Consortium (CPIC) Guideline for CYP2D6 and CYP2C19 Genotypes and Dosing of Selective Serotonin Reuptake Inhibitors</a></li><li><a href=\"/download.do?objCls=Attachment&amp;objId=SSRI_supplement_revised_final_R2_05112015.pdf\">2015 Supplement</a></li><li><a href=\"/download.do?objCls=Attachment&amp;objId=CYP2D6_SSRI_translational_table_posted.xlsx\">2015 CYP2D6 SSRI translation table</a></li><li><a href=\"/download.do?objCls=Attachment&amp;objId=CYP2D6_Frequency_Table_and_Legend_R3.pdf\">CYP2D6 frequency table legend (R3)</a> </li><li><a href=\"/download.do?objCls=Attachment&amp;objId=CYP2D6_allele_frequency_table_R3_posted.xlsx\">CYP2D6 frequency table (R3)</a></li></ul></li></ul><h3 id=\"Table1DosingrecommendationsforparoxetinebasedonCYP2D6phenotype\">Table 1: Dosing recommendations for paroxetine based on CYP2D6 phenotype:</h3><p><em>Adapted from Tables 1 and 2a of the 2015 guideline manuscript.</em></p><table class=\"table table-striped table-condensed table-hover table-bordered\"><tr><th>Likely phenotype</th><th>Activity Score</th><th>Genotypes</th><th>Examples of CYP2D6 diplotypes</th><th>Implications for paroxetine metabolism</th><th>Therapeutic Recommendations</th><th>Classification of recommendations <sup>a</sup></th></tr><tr><td>Ultrarapid metabolizer (~1-2% of patients)<sup>b</sup></td><td>&gt; 2.0</td><td>An individual carrying duplications of functional alleles</td><td>*1/*1xN, *1/*2xN, *2/*2xN <sup>c</sup></td><td>Increased metabolism to less active compounds when compared to extensive metabolizers. Lower/undetectable plasma concentrations may increase probability of pharmacotherapy failure.</td><td>Select alternative drug not predominantly metabolized by CYP2D6.<sup>d</sup></td><td>Strong</td></tr><tr><td>Extensive metabolizer (~77-92% of patients)</td><td>2.0-1.0 <sup>e</sup></td><td>An individual carrying two normal function alleles or two decreased function alleles or one normal function and one no function allele or one  normal function and one decreased function allele</td><td>*1/*1, *1/*2, *1/*4, *1/*5, *1/*9, *1/*41, *2/*2,*41/*41</td><td>Normal metabolism</td><td>Initiate therapy with recommended starting dose.</td><td>Strong</td></tr><tr><td>Intermediate metabolizer (~2-11% of patients)</td><td>0.5</td><td>An individual carrying one decreased function and one no function allele</td><td>*4/*10,*4/*41, *5/*9</td><td>Reduced metabolism when compared to extensive metabolizers. Higher plasma concentrations may increase the probability of side effects.</td><td>Initiate therapy with recommended starting dose.</td><td>Moderate</td></tr><tr><td>Poor metabolizers (~5-10% of patients)</td><td>0</td><td>An individual carrying only no functional alleles</td><td>*3/*4,*4/*4, *5/*5, *5/*6</td><td>Greatly reduced metabolism when compared to extensive metabolizers. Higher plasma concentrations may increase the probability of side effects.</td><td>Select alternative drug not predominantly metabolized by CYP2D6 <sup>d</sup> or if paroxetine use warranted, consider a 50% reduction of recommended starting dose and titrate to response.</td><td>Optional</td></tr></table><p><sup>a</sup> Rating scheme described in Supplement.<br/><sup>b</sup> CYP2D6 metabolizer status frequencies are based on data from Caucasians and may differ from other ethnicities. See Supplemental note for information on the chances of observing specific diplotypes in different major race/ethnic groups.<br/><sup>c</sup> Where xN represents the number of CYP2D6 gene copies. For individuals with CYP2D6 duplications or multiplications, see supplemental data for additional information on how to translate diplotypes into phenotypes.  <br/><sup>d</sup> Drug-drug interactions and other patient characteristics (e.g., age, renal function, liver function) should be considered when selecting an alternative therapy.<br/><sup>e</sup> Patients with an activity score of 1.0 may be classified as intermediate metabolizers by some reference laboratories.</p>"
}