{
  "objCls" : "Guideline",
  "@id" : "https://www.pharmgkb.org/data/guideline/PA166127639",
  "@context" : "https://www.pharmgkb.org/jsonld/guideline.jsonld",
  "id" : "PA166127639",
  "name" : "CPIC Dosing Guideline for sertraline and CYP2C19",
  "relatedDrugs" : [ {
    "objCls" : "Drug",
    "@id" : "https://www.pharmgkb.org/data/drug/PA451333",
    "@context" : "https://www.pharmgkb.org/jsonld/drug.jsonld",
    "id" : "PA451333",
    "name" : "sertraline"
  } ],
  "relatedGenes" : [ {
    "objCls" : "Gene",
    "@id" : "https://www.pharmgkb.org/data/gene/PA124",
    "@context" : "https://www.pharmgkb.org/jsonld/gene.jsonld",
    "id" : "PA124",
    "symbol" : "CYP2C19",
    "name" : "cytochrome P450, family 2, subfamily C, polypeptide 19"
  } ],
  "source" : "CPIC",
  "summaryHtml" : "<p>The CPIC Dosing Guideline for the selective serotonin reuptake inhibitor sertraline recommends to consider a 50% reduction of recommended starting dose and titrate to response or select alternative drug not predominantly metabolized by CYP2C19 for CYP2C19 poor metabolizers.</p>",
  "textHtml" : "<h3 id=\"May2015\">May 2015</h3><p><em>Advanced online publication May 2015</em></p><ul><li>Guidelines regarding the use of pharmacogenomic tests in dosing of selective serotonin reuptake inhibitors have been published in Clinical Pharmacology and Therapeutics by the Clinical Pharmacogenetics Implementation Consortium (<a href=\"/contributors/consortia/cpic_profile.jsp\">CPIC</a>).</li><li>Excerpts from the 2015 selective serotonin reuptake inhibitors dosing guidelines (for sertraline and CYP2C19):<ul><li>\"No dose adjustment is recommended for CYP2C19 ultrarapid metabolizers; however, if a patient is not responding to adequate maintenance doses of sertraline, consider an alternative SSRI not predominantly metabolized by CYP2C19.\"</li><li>\"Pharmacokinetic data show reduced oral clearance of sertraline in CYP2C19 poor metabolizers...Side effects in CYP2C19 poor metabolizers have also been reported to be more frequent than in normal metabolizers. Therefore, in CYP2C19 poor metabolizers a dose reduction of 50% is recommended or an alternative SSRI not extensively metabolized by CYP2C19 should be considered.\"</li><li>\"The recommendations in the guideline and below apply primarily to actions based on genetic tests only; drug interactions and other clinical factors can have a major influence for prescribing decisions for SSRIs and should be taken into consideration before initiating drug therapy.\"</li><li>\"Data describing the relationship between CYP2D6 or CYP2C19 genotype and SSRI systemic exposure or steady state plasma concentrations in pediatric patients are scarce...CYP2C19 activity may be increased in children relative to adults; therefore, these recommendations should be used with caution in children and accompanied by close monitoring.\" </li></ul></li><li>Download and read:<ul><li><a href=\"/download.do?objCls=Attachment&amp;objId=SSRI_CPIC_accepted_version_fromCPT.pdf\">Clinical Pharmacogenetics Implementation Consortium (CPIC) Guideline for CYP2D6 and CYP2C19 Genotypes and Dosing of Selective Serotonin Reuptake Inhibitors</a></li><li><a href=\"/download.do?objCls=Attachment&amp;objId=SSRI_supplement_revised_final_R2_05112015.pdf\">2015 Supplement</a></li><li><a href=\"/download.do?objCls=Attachment&amp;objId=CYP2C19_SSRI_translational_table_posted.xlsx\">2015 CYP2C19 SSRI translation table</a></li><li><a href=\"/download.do?objCls=Attachment&amp;objId=CYP2C19_Frequency_Table_and_Legend_V1.pdf\">CYP2C19 frequency table legend</a></li><li><a href=\"/download.do?objCls=Attachment&amp;objId=CYP2C19_frequency_table_V1_posted.xlsx\">CYP2C19 frequency table</a></li></ul></li></ul><h3 id=\"Table1DosingrecommendationsforsertralinebasedonCYP2C19phenotype\">Table 1: Dosing recommendations for sertraline based on CYP2C19 phenotype:</h3><p><em>Adapted from Tables 1 and 3b of the 2015 guideline manuscript.</em></p><table class=\"table table-striped table-condensed table-hover table-bordered\"><tr><th>Likely phenotype</th><th>Genotypes</th><th>Examples of CYP2C19 diplotypes</th><th>Implications for sertraline metabolism</th><th>Therapeutic Recommendations</th><th>Classification of recommendations <sup>a</sup></th></tr><tr><td>Ultrarapid metabolizer (~5-30% of patients) <sup>b</sup></td><td>An individual carrying two increased function alleles or one normal function allele and one increased function allele</td><td>*17/*17, *1/*17</td><td>Increased metabolism when compared to extensive metabolizers.</td><td>Initiate therapy with recommended starting dose. If patient does not respond to recommended maintenance dosing, consider alternative drug not predominantly metabolized by CYP2C19.<sup>c</sup></td><td>Optional</td></tr><tr><td>Extensive metabolizer (~35-50% of patients)</td><td>An individual carrying two normal function alleles</td><td>*1/*1</td><td>Normal metabolism</td><td>Initiate therapy with recommended starting dose.</td><td>Strong</td></tr><tr><td>Intermediate metabolizer (~18-45% of patients)</td><td>An individual carrying one normal function allele or one increased function allele and one no function allele</td><td>*1/*2, *1/*3, *2/*17 <sup>d</sup></td><td>Reduced metabolism when compared to extensive metabolizers.</td><td>Initiate therapy with recommended starting dose.</td><td>Strong</td></tr><tr><td>Poor metabolizer (~2-15% of patients)</td><td>An individual carrying two no function alleles</td><td>*2/*2, *2/*3, *3/*3</td><td>Greatly reduced metabolism when compared to extensive metabolizers. Higher plasma concentrations may increase the probability of side effects.</td><td>Consider a 50% reduction <sup>e</sup> of recommended starting dose and titrate to response or select alternative drug not predominantly metabolized by CYP2C19.<sup>c</sup></td><td>Optional</td></tr></table><p><sup>a</sup> Rating scheme described in Supplement.<br/><sup>b</sup> CYP2C19 metabolizer status frequencies are based on average multi-ethnic frequency. <br/><sup>c</sup> Drug-drug interactions and other patient characteristics (e.g., age, renal function, liver function) should be considered when selecting an alternative therapy.<br/><sup>d</sup> The predicted metabolizer phenotype for the*2/*17 genotypes is a provisional classification. The currently available evidence indicates that the CYP2C19*17 increased function allele is unable to completely compensate for the no function CYP2C19*2. See Supplemental Materials for a more comprehensive list of predicted metabolizer phenotypes.<br/><sup>e</sup> Percent dose adjustments corresponding to percent difference in oral clearances have been calculated/estimated by Stingl et al. [Article:<a href=\"/pmid/22565785\">22565785</a>].</p>"
}