{
  "objCls" : "Guideline",
  "@id" : "https://www.pharmgkb.org/data/guideline/PA166119846",
  "@context" : "https://www.pharmgkb.org/jsonld/guideline.jsonld",
  "id" : "PA166119846",
  "name" : "CPIC Dosing Guideline for rasburicase and G6PD",
  "relatedDrugs" : [ {
    "objCls" : "Drug",
    "@id" : "https://www.pharmgkb.org/data/drug/PA10176",
    "@context" : "https://www.pharmgkb.org/jsonld/drug.jsonld",
    "id" : "PA10176",
    "name" : "rasburicase"
  } ],
  "relatedGenes" : [ {
    "objCls" : "Gene",
    "@id" : "https://www.pharmgkb.org/data/gene/PA28469",
    "@context" : "https://www.pharmgkb.org/jsonld/gene.jsonld",
    "id" : "PA28469",
    "symbol" : "G6PD",
    "name" : "glucose-6-phosphate dehydrogenase"
  } ],
  "source" : "CPIC",
  "summaryHtml" : "<p>Rasburicase is contraindicated in G6PD deficient patients with or without chronic non-spherocytic hemolytic anemia (CNSHA). In patients with a negative or inconclusive genetic test result an enzyme activity test is recommended prior to rasburicase treatment to determine whether a patient is G6PD deficient. The <em>G6PD</em> gene is X-linked and therefore males only have one copy, whereas females have two copies. See full guideline for disclaimers, further details and supporting evidence. </p>",
  "textHtml" : "<h3 id=\"Aug2014\">Aug 2014</h3><p><em>Accepted article preview online May 2014, advance online publication 11 June 2014</em></p><ul><li>Guidelines regarding the use of pharmacogenomic tests in determining whether rasburicase treatment should be undertaken have been published in Clinical Pharmacology and Therapeutics by the Clinical Pharmacogenetics Implementation Consortium (<a href=\"http://www.pharmgkb.org/page/cpic\">CPIC</a>).</li><li>Excerpt from the 2014 rasburicase guideline:<ul><li>\"As stated above, rasburicase is contraindicated by the FDA, the EMA, and PMDA in those with G6PD deficiency (32-34) (see Table 2). If, on the basis of genotyping, a deficient status can be unambiguously assigned to a patient, that would be a sufficient contraindication to the use of rasburicase. However, due to the limitations of genetic testing (discussed above), in most cases it is necessary to perform G6PD enzyme testing to assign G6PD status.\"</li></ul></li><li>These guidelines are applicable to <ul><li>neonates</li><li>pediatrics</li><li>adults</li></ul></li><li>Download and read:<ul><li><a href=\"/download.do?objCls=Attachment&amp;objId=CPIC_rasburicase_G6PD_Preview.pdf\">Clinical Pharmacogenetics Implementation Consortium (CPIC) Guidelines for Rasburicase Therapy in the context of G6PD Deficiency Genotype.</a></li><li><a href=\"/download.do?objCls=Attachment&amp;objId=CPIC_Rasburicase_G6PD_Supplement.pdf\">2014 supplement</a></li></ul></li></ul><h3 id=\"Table1RecommendeddosingofrasburicasebyG6PDphenotype\">Table 1: Recommended dosing of rasburicase by G6PD phenotype</h3><p><em>Adapted from Table 1 and Table 2 of the 2014 guideline manuscript.</em></p><table class=\"table table-striped table-condensed table-hover table-bordered\"><tr><th> Phenotype (Genotype) <sup>a</sup> </th><th> Examples of diplotypes <sup>b</sup> </th><th> Implications for phenotypic measures </th><th> Dosing recommendations for rasburicase </th><th> Classification of recommendations <sup>c</sup> </th></tr><tr><td> Normal <sup>d</sup>. A male carrying a non-deficient (class IV) allele or a female carrying two non-deficient (class IV) alleles.  </td><td>  Male: B, Sao Boria. Female: B/B, B/ Sao Boria. </td><td>  Low or reduced risk of hemolytic anemia. </td><td> No reason to withhold rasburicase based on G6PD status <sup>d</sup>.  </td><td> Strong  </td></tr><tr><td> Deficient or Deficient with CNSHA. A male carrying a class I, II or III allele, a female carrying two deficient class I-III alleles. </td><td> Male: A-, Orissa, Kalyan-Kerala, Mediterranean, Canton, Chatham, Bangkok, Villeurbanne. Female: A-/A-, A-/ Orissa, Orissa/ Kalyan-Kerala, Mediterranean/ Mediterranean, Chatham/Mediterranean, Canton/ Viangchan, Bangkok/ Bangkok, Bangkok/ Villeurbanne. </td><td> At risk of acute hemolytic anemia. </td><td> Rasburicase is contraindicated; alternatives include allopurinol <sup>e</sup>. </td><td> Strong </td></tr><tr><td> Variable <sup>d,f</sup>. A female carrying one non-deficient (class IV) and one deficient (class I-III variants) allele. </td><td> B/A-, B/Mediterranean, B/Bangkok. </td><td> Unknown risk of hemolytic anemia. </td><td> To ascertain that G6PD status is normal, enzyme activity must be measured; alternatives include allopurinol <sup>e</sup>. </td><td> Moderate </td></tr></table><p><sup>a</sup> \"Class\" refers to the WHO classifications from [Article:<a href=\"/pmid/22293322\">22293322</a>], other details from [Article:<a href=\"/pmid/4963040\">4963040</a>]. Class I variants are extremely rare; the distinction between class II and III variants is not clear; and the \"class V\" very high activity variant has only been reported in a single case [Article:<a href=\"/pmid/4963040\">4963040</a>](*). Therefore, almost all patients will carry class II, III, or IV alleles. It should be noted that the class of a variant may have been assigned only by the clinical manifestations of a patient in which the variant was subsequently identified. <br/>(*) Luzzatto, L. &amp; Poggi, V. Glucose-6-Phosphate Dehydrogenase Deficiency In: Nathan and Oski's Hematology of Infancy and Childhood, 7th Edition  (ed. Meloni, D., Anderson, A. Authors of the book: Orkin, S.H., Fisher, D.E., Look, A.T., Lux IV, S.E., Ginsburg, D., Nathan, D.G. ) (Saunders, Elsevier., 2009).<br/><sup>b</sup> Due to the large number of G6PD variants, many other diplotypes may be possible besides those given as examples here; see Supplemental Table S1 for a more comprehensive list of variant alleles with their assigned WHO class. <br/><sup>c</sup> Rating scheme described in Supplement (See Strength of Recommendations material).<br/><sup>d</sup> A negative or inconclusive genetic test cannot be assumed to indicate normal G6PD phenotype; an enzyme activity test is needed to assign G6PD phenotype in such cases.<br/><sup>e</sup> Allopurinol is associated with severe cutaneous reactions in the rare carriers of the HLA-B*58:01 allele [Article:<a href=\"/pmid/23232549\">23232549</a>].<br/><sup>f</sup> Due to X-linked mosaicism, females heterozygous for one non-deficient (class IV) and one deficient (class I-III variants) allele may display a normal or a deficient phenotype. It is therefore difficult to predict the phenotype of these individuals (Supplement, G6PD heterozygotes). </p><h3 id=\"Figure1WorkflowforinterpretingG6PDgenotypeandforassessingneedforanenzymeactivitytest.\">Figure 1: Workflow for interpreting G6PD genotype and for assessing need for an enzyme activity test.</h3><p><em>Figure 1 from the guideline manuscript.</em></p><p>\r\n<img src=\"/download.do?objCls=Attachment&objId=CPIC_G6PD_rasburicase_guideline_Figure_1.png\" width=\"80%\" height=\"80%\" />\r\n</p><p>*It should be noted that the class of a variant may have been assigned only by the clinical manifestations of a patient in which the variant was subsequently identified [Article:<a href=\"/pmid/22293322\">22293322</a>].</p>"
}